Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Additional reminders (Premium)
cs: Další připomenutí (Premium)
da: Yderligere påmindelser (Premium)
de: Zusätzliche Erinnerungen (Premium)
es: Recordatorios adicionales (Premium)
et: Täiendavad meeldetuletused (lisatasu)
fi: Lisämuistutukset (Premium)
fr: Rappels supplémentaires (Premium)
hr: Dodatni podsjetnici (Premium)
hu: További emlékeztetők (prémium)
it: Promemoria aggiuntivi (Premium)
lv: Papildu atgādinājumi (Premium)
nb: Ytterligere påminnelser (Premium)
nl: Extra herinneringen (Premium)
pl: Dodatkowe przypomnienia (Premium)
pt_br: Lembretes adicionais (Premium)
ro: Mementouri suplimentare (Premium)
sk: Ďalšie pripomienky (Premium)
sl: Dodatni opomniki (Premium)
sv: Ytterligare påminnelser (Premium)
uk: Додаткові нагадування (Premium)

source: After I wake up
cs: Poté, co se probudím
da: Efter jeg vågner
de: Nachdem ich aufgewacht bin
es: después de que me despierte
et: Pärast ärkamist
fi: Kun herään
fr: Après mon réveil
hr: Nakon što se probudim
hu: Miután felébredtem
it: Dopo che mi sveglio
lv: Pēc pamošanās
nb: Etter at jeg våknet
nl: Nadat ik wakker ben geworden
pl: Po tym jak się obudzę
pt_br: Depois que eu acordar
ro: După ce mă trezesc
sk: Potom, čo sa zobudím
sl: Ko se zbudim
sv: Efter att jag vaknat
uk: Після того як я прокинуся

source: All your journal notes in one place.
cs: Všechny vaše deníkové poznámky na jednom místě.
da: Alle dine journalnotater på ét sted.
de: Alle deine Journaleinträge an einem Ort.
es: Todas las notas de tu diario en un solo lugar.
et: Kõik sinu päevikumärkmed ühes kohas.
fi: Kaikki päiväkirjamuistiinpanosi yhdessä paikassa.
fr: Toutes vos notes de journal au même endroit.
hr: Sve tvoje bilješke iz dnevnika na jednom mjestu.
hu: Az összes naplójegyzet egy helyen.
it: Tutte le note del diario in un unico posto.
lv: Visas tavas dienasgrāmatas piezīmes vienuviet.
nb: Alle journalnotatene dine på ett sted.
nl: Al je dagboeknotities op één plek.
pl: Wszystkie notatki z dziennika w jednym miejscu.
pt_br: Todas as anotações do seu diário em um só lugar.
ro: Toate notițele tale de jurnal într-un singur loc.
sk: Všetky tvoje poznámky z denníka na jednom mieste.
sl: Vse tvoje beležke v dnevniku na enem mestu.
sv: Alla dina journalanteckningar på ett ställe.
uk: Усі ваші нотатки журналу в одному місці.

source: Already active streak?
cs: Už máš rozjetou sérii?
da: Allerede aktiv streak?
de: Hast du schon eine aktive Serie?
es: ¿Ya tienes una racha activa?
et: Kas olete juba aktiivne?
fi: Oletko jo aktiivinen sarja?
fr: Une séquence déjà active?
hr: Već imaš aktivan niz?
hu: Már aktív sorozat?
it: Hai già una serie in corso?
lv: Sērija jau sākta?
nb: Har du allerede en rekke i gang?
nl: Heb je al een streak?
pl: Już aktywna passa?
pt_br: Já tem uma sequência ativa?
ro: Ai deja o serie activă?
sk: Už máš rozbehnutú sériu?
sl: Že aktiven niz?
sv: Har du redan en svit?
uk: Вже є активна серія?

source: Already started elsewhere? Bring your streak here.
cs: Máš rozjetou sérii jinde? Přenes si ji sem.
da: Allerede begyndt andre steder? Bring din streak her.
de: Schon woanders angefangen? Bring deine Serie hierher.
es: ¿Ya has empezado en otro lugar? Trae tu racha aquí.
et: Kas olete juba mujal alustanud? Tooge oma seeria siia.
fi: Oletko jo alkanut muualta? Tuo sarjasi tänne.
fr: Déjà commencé ailleurs? Apportez votre séquence ici.
hr: Već si počeo negdje drugdje? Prenesi svoj niz ovamo.
hu: Már máshol elkezdted? Hozd át ide a sorozatodat.
it: Hai già iniziato altrove? Porta qui la tua serie.
lv: Jau sāki citur? Pārnes savu sēriju šeit.
nb: Har du allerede startet et annet sted? Ta med rekken hit.
nl: Elders al begonnen? Breng je streak hierheen.
pl: Zacząłeś gdzie indziej? Przenieś swoją serię tutaj.
pt_br: Já começou em outro lugar? Traga sua sequência para cá.
ro: Ai început deja în altă parte? Adu seria aici.
sk: Začal si inde? Prenes si sériu sem.
sl: Si začel drugje? Prenesi svoj niz sem.
sv: Har du redan börjat någon annanstans? Ta med sviten hit.
uk: Уже почали деінде? Перенесіть свою серію сюди.

source: An unknown error occurred.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se produjo un error desconocido.
et: Ilmnes tundmatu viga.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue s'est produite.
hr: Došlo je do nepoznate pogreške.
hu: Ismeretlen hiba történt.
it: Si è verificato un errore sconosciuto.
lv: Radās nezināma kļūda.
nb: En ukjent feil oppstod.
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel uppstod.
uk: Сталася невідома помилка.

source: An unreal daily run
cs: Neskutečný denní běh
da: En uvirkelig daglig løbetur
de: Ein unwirklicher täglicher Lauf
es: Una carrera diaria irreal
et: Ebareaalne päevajooks
fi: Epätodellinen päivittäinen juoksu
fr: Un quotidien irréel
hr: Nestvarno dnevno trčanje
hu: Irreális napi futás
it: Una serie quotidiana incredibile
lv: Nereāls ikdienas skrējiens
nb: En uvirkelig daglig løpetur
nl: Een onwerkelijke dagelijkse run
pl: Niesamowita dzienna seria
pt_br: Uma sequência diária absurda
ro: O serie zilnică incredibilă
sk: Neskutočná denná séria
sl: Izjemen dnevni niz
sv: En overklig daglig körning
uk: Нереальна щоденна пробіжка

source: An unreal weekly run
cs: Neskutečný týdenní běh
da: En uvirkelig ugentlig løbetur
de: Ein unwirklicher wöchentlicher Lauf
es: Una carrera semanal irreal
et: Ebareaalne nädalajooks
fi: Epätodellinen viikoittainen juoksu
fr: Une course hebdomadaire irréelle
hr: Nestvarno tjedno trčanje
hu: Irreális heti futás
it: Una serie settimanale incredibile
lv: Nereāls iknedēļas skrējiens
nb: En uvirkelig ukentlig løpetur
nl: Een onwerkelijke wekelijkse run
pl: Niesamowita tygodniowa seria
pt_br: Uma sequência semanal absurda
ro: O serie săptămânală incredibilă
sk: Neskutočný týždenný nájazd
sl: Izjemen tedenski niz
sv: En overklig veckotopp
uk: Нереальна щотижнева пробіжка

source: And along the way, I realized I wasn’t the only one who needed this.
cs: A po cestě jsem si uvědomil, že nejsem jediný, kdo to potřebuje.
da: Og undervejs indså jeg, at jeg ikke var den eneste, der havde brug for dette.
de: Unterwegs habe ich gemerkt: Ich war nicht der Einzige, der so etwas brauchte.
es: Y en el camino, me di cuenta de que no era el único que necesitaba esto.
et: Ja teel olles mõistsin, et ma pole ainus, kes seda vajas.
fi: Ja matkan varrella tajusin, etten ollut ainoa, joka tarvitsi tätä.
fr: Et en chemin, j’ai réalisé que je n’étais pas le seul à en avoir besoin.
hr: Usput sam shvatio da nisam jedini kome je ovo trebalo.
hu: És közben rájöttem, hogy nem csak nekem van erre szükségem.
it: E lungo il percorso ho capito che non ero l'unico ad averne bisogno.
lv: Un pa ceļam es sapratu, ka neesmu vienīgais, kam tas ir vajadzīgs.
nb: Og underveis skjønte jeg at jeg ikke var den eneste som trengte dette.
nl: En gaandeweg besefte ik dat ik niet de enige was die dit nodig had.
pl: Po drodze zrozumiałem, że nie tylko ja tego potrzebuję.
pt_br: No caminho, percebi que eu não era o único que precisava disso.
ro: Pe parcurs, mi-am dat seama că nu eram singurul care avea nevoie de asta.
sk: Postupne mi došlo, že toto nepotrebujem iba ja.
sl: In na tej poti sem spoznal, da nisem edini, ki to potrebuje.
sv: Och på vägen insåg jag att jag inte var den enda som behövde detta.
uk: І дорогою я зрозумів, що не лише мені це потрібно.

source: And every time, I’d wonder, “Why can’t I stick with this?”
cs: A pokaždé jsem si říkal: "Proč u toho nemůžu zůstat?"
da: Og hver gang tænkte jeg: "Hvorfor kan jeg ikke blive ved med det her?"
de: Und jedes Mal fragte ich mich: „Warum kann ich nicht dabei bleiben?“
es: Y cada vez me pregunto: "¿Por qué no puedo seguir con esto?".
et: Ja iga kord mõtlen: "Miks ma ei saa sellest kinni pidada?"
fi: Ja joka kerta, ihmettelen: "Miksi en voi pysyä tässä?"
fr: Et à chaque fois, je me demandais: « Pourquoi ne puis-je pas m’en tenir à ça?
hr: I svaki put bih se pitao: „Zašto ne mogu ostati dosljedan?”
hu: És minden alkalommal eltűnődöm: „Miért nem tudok ragaszkodni ehhez?”
it: E ogni volta mi chiedevo: “Perché non riesco a mantenermi costante?”
lv: Un katru reizi es domāju: “Kāpēc es nespēju pie tā noturēties?”
nb: Og hver gang tenkte jeg: «Hvorfor klarer jeg ikke å holde fast ved dette?»
nl: En elke keer vroeg ik me af: “Waarom kan ik hier niet mee doorgaan?”
pl: I za każdym razem myślałem: „Dlaczego nie umiem przy tym zostać?”
pt_br: E toda vez eu pensava: “Por que eu não consigo manter isso?”
ro: Și de fiecare dată mă întrebam: „De ce nu pot să rămân consecvent?”
sk: A zakaždým by ma napadlo: "Prečo nemôžem zostať pri tomto?"
sl: In vsakič sem se vprašal: "Zakaj ne morem vztrajati pri tem?"
sv: Och varje gång undrar jag, "Varför kan jag inte hålla fast vid det här?"
uk: І щоразу я питав себе: «Чому я не можу цього дотримуватися?»

source: Apply
cs: Použít
da: Anvende
de: Anwenden
es: Aplicar
et: Rakenda
fi: Käytä
fr: Appliquer
hr: primijeniti
hu: Alkalmazni
it: Applica
lv: Lietot
nb: Søke
nl: Toepassen
pl: Stosować
pt_br: Aplicar
ro: Aplică
sk: Použiť
sl: Prijavite se
sv: Tillämpas
uk: Застосувати

source: Archive
cs: Archiv
da: Arkiv
de: Archiv
es: Archivo
et: Arhiiv
fi: Arkisto
hr: Arhiva
hu: Archívum
it: Archivio
lv: Arhīvs
nb: Arkiv
nl: Archief
pl: Archiwum
pt_br: Arquivo
ro: Arhivă
sk: Archív
sl: Arhiv
sv: Arkiv
uk: Архів

source: Archive Calendar
cs: Archiv kalendáře
da: Arkiv kalender
de: Archivkalender
es: Calendario de archivo
et: Arhiivi kalender
fi: Arkistoi kalenteri
fr: Calendrier des archives
hr: Arhivski kalendar
hu: Archív naptár
it: Archivia calendario
lv: Arhivēt kalendāru
nb: Arkivkalender
nl: Archief Kalender
pl: Archiwum kalendarza
pt_br: Arquivar calendário
ro: Calendar de arhivare
sk: Archívny kalendár
sl: Arhiviraj koledar
sv: Arkivera kalender
uk: Архівувати календар

source: Archived Calendars
cs: Archivované kalendáře
da: Arkiverede kalendere
de: Archivierte Kalender
es: Calendarios archivados
et: Arhiveeritud kalendrid
fi: Arkistoidut kalenterit
fr: Calendriers archivés
hr: Arhivirani kalendari
hu: Archivált naptárak
it: Calendari archiviati
lv: Arhivētie kalendāri
nb: Arkiverte kalendere
nl: Gearchiveerde kalenders
pl: Archiwalne kalendarze
pt_br: Calendários arquivados
ro: Calendare arhivate
sk: Archivované kalendáre
sl: Arhivirani koledarji
sv: Arkiverade kalendrar
uk: Архівовані календарі

source: Archiving hides this calendar from your boards without deleting past data.
cs: Archivace skryje tento kalendář z vašich nástěnek, aniž by došlo ke smazání minulých dat.
da: Arkivering skjuler denne kalender fra dine tavler uden at slette tidligere data.
de: Archivieren blendet diesen Kalender auf deinen Boards aus, ohne frühere Daten zu löschen.
es: Archivar oculta este calendario de tus tableros sin eliminar datos anteriores.
et: Arhiveerimine peidab selle kalendri sinu tahvlitelt, kustutamata varasemaid andmeid.
fi: Arkistointi piilottaa tämän kalenterin tauluiltasi poistamatta aiempia tietoja.
fr: L'archivage masque ce calendrier de vos tableaux sans supprimer les données passées.
hr: Arhiviranje skriva ovaj kalendar s tvojih ploča bez brisanja prošlih podataka.
hu: Az archiválás elrejti ezt a naptárt a táblákról a korábbi adatok törlése nélkül.
it: L'archiviazione nasconde questo calendario dalle tue bacheche senza eliminare i dati passati.
lv: Arhivēšana paslēpj šo kalendāru no taviem dēļiem, neizdzēšot iepriekšējos datus.
nb: Arkivering skjuler denne kalenderen fra tavlene dine uten å slette tidligere data.
nl: Archiveren verbergt deze kalender op je borden zonder eerdere data te verwijderen.
pl: Archiwizacja ukrywa ten kalendarz przed Twoimi tablicami bez usuwania wcześniejszych danych.
pt_br: Arquivar oculta este calendário dos seus quadros sem apagar dados antigos.
ro: Arhivarea ascunde calendarul din panouri fără să șteargă datele vechi.
sk: Archivácia skryje tento kalendár z násteniek, ale minulé údaje nezmaže.
sl: Arhiviranje skrije ta koledar s tvojih pregledov, ne izbriše pa preteklih podatkov.
sv: Arkivering döljer kalendern från dina vyer utan att radera historiken.
uk: Архівування приховує цей календар із ваших дошок, не видаляючи минулі дані.

source: Are you sure you want to delete '\(calendar.name)'? This action cannot be undone.
cs: Opravdu chcete smazat „\(calendar.name)“? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette '\(calendar.name)'? Denne handling kan ikke fortrydes.
de: Möchtest du „\(calendar.name)“ wirklich löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar '\(calendar.name)'? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite "\(calendar.name)" kustutada? Seda toimingut ei saa tagasi võtta.
fi: Haluatko varmasti poistaa kohteen\(calendar.name)? Tätä toimintoa ei voi kumota.
fr: Etes-vous sûr de vouloir supprimer «\(calendar.name)»? Cette action ne peut pas être annulée.
hr: Jeste li sigurni da želite izbrisati '\(calendar.name)'? Ova se radnja ne može poništiti.
hu: Biztosan törli a következőt: "\(calendar.name)"? Ez a művelet nem vonható vissza.
it: Vuoi eliminare "\(calendar.name)"? Questa azione non può essere annullata.
lv: Vai tiešām dzēst “\(calendar.name)”? Šo darbību nevar atsaukt.
nb: Er du sikker på at du vil slette '\(calendar.name)'? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je '\(calendar.name)' wilt verwijderen? Dit kun je niet ongedaan maken.
pl: Czy na pewno chcesz usunąć „\(calendar.name)”? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que quer excluir '\(calendar.name)'? Essa ação não pode ser desfeita.
ro: Sigur vrei să ștergi „\(calendar.name)”? Acțiunea nu poate fi anulată.
sk: Naozaj chcete odstrániť „\(calendar.name)“? Túto akciu nie je možné vrátiť späť.
sl: Res želiš izbrisati »\(calendar.name)«? Tega ne moreš razveljaviti.
sv: Är du säker på att du vill ta bort '\(calendar.name)'? Det går inte att ångra.
uk: Ви впевнені, що хочете видалити "\(calendar.name)"? Цю дію не можна скасувати.

source: Are you sure you want to delete '%@'? This action cannot be undone.
cs: Opravdu chcete smazat „%@“? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette '%@'? Denne handling kan ikke fortrydes.
de: Möchtest du „%@“ wirklich löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar '%@'? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite "%@" kustutada? Seda toimingut ei saa tagasi võtta.
fi: Haluatko varmasti poistaa kohteen %@? Tätä toimintoa ei voi kumota.
fr: Etes-vous sûr de vouloir supprimer «%@»? Cette action ne peut pas être annulée.
hr: Jeste li sigurni da želite izbrisati '%@'? Ova se radnja ne može poništiti.
hu: Biztosan törli a következőt: "%@"? Ez a művelet nem vonható vissza.
it: Vuoi davvero eliminare '%@'? Questa azione non può essere annullata.
lv: Vai tiešām dzēst “%@”? Šo darbību nevar atsaukt.
nb: Er du sikker på at du vil slette '%@'? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je '%@' wilt verwijderen? Dit kun je niet ongedaan maken.
pl: Czy na pewno chcesz usunąć „%@”? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que quer excluir '%@'? Essa ação não pode ser desfeita.
ro: Sigur vrei să ștergi „%@”? Acțiunea nu poate fi anulată.
sk: Naozaj chcete odstrániť „%@“? Túto akciu nie je možné vrátiť späť.
sl: Res želiš izbrisati »%@«? Tega ne moreš razveljaviti.
sv: Är du säker på att du vill ta bort '%@'? Denna åtgärd kan inte ångras.
uk: Ви впевнені, що хочете видалити «%@»? Цю дію не можна скасувати.

source: Are you sure you want to delete this calendar? This action cannot be undone.
cs: Opravdu chcete tento kalendář smazat? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette denne kalender? Denne handling kan ikke fortrydes.
de: Möchtest du diesen Kalender wirklich löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar este calendario? Esta acción no se puede deshacer.
et: Kas soovite kindlasti selle kalendri kustutada? Seda toimingut ei saa tagasi võtta.
fi: Haluatko varmasti poistaa tämän kalenterin? Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer ce calendrier? Cette action ne peut pas être annulée.
hr: Sigurno želiš izbrisati ovaj kalendar? Ova se radnja ne može poništiti.
hu: Biztosan törli ezt a naptárt? Ez a művelet nem vonható vissza.
it: Vuoi davvero eliminare questo calendario? Questa azione non può essere annullata.
lv: Vai tiešām dzēst šo kalendāru? Šo darbību nevar atsaukt.
nb: Er du sikker på at du vil slette denne kalenderen? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je deze kalender wilt verwijderen? Dit kun je niet ongedaan maken.
pl: Czy na pewno chcesz usunąć ten kalendarz? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que quer excluir este calendário? Essa ação não pode ser desfeita.
ro: Sigur vrei să ștergi acest calendar? Acțiunea nu poate fi anulată.
sk: Naozaj chcete odstrániť tento kalendár? Túto akciu nie je možné vrátiť späť.
sl: Res želiš izbrisati ta koledar? Tega ne moreš razveljaviti.
sv: Är du säker på att du vill ta bort den här kalendern? Det går inte att ångra.
uk: Ви впевнені, що хочете видалити цей календар? Цю дію не можна скасувати.

source: At 9 PM, if your streak is at risk, we send one extra reminder.
cs: Ve 21:00 pošleme ještě jedno připomenutí, pokud je tvoje série v ohrožení.
da: 21.00, hvis din streak er i fare, sender vi en ekstra påmindelse.
de: Wenn deine Serie gefährdet ist, senden wir um 21:00 Uhr eine zusätzliche Erinnerung.
es: A las 9 p.m., si tu racha está en riesgo, te enviamos un recordatorio adicional.
et: Kell 21.00 saadame ühe lisameeldetuletuse, kui su jada on ohus.
fi: Klo 21.00, jos sarjasi on vaarassa, lähetämme yhden ylimääräisen muistutuksen.
fr: À 21 heures, si votre séquence est à risque, nous envoyons un rappel supplémentaire.
hr: U 21:00, ako je tvoj niz u opasnosti, šaljemo jedan dodatni podsjetnik.
hu: Este 21 órakor, ha a sorozatod veszélyben van, küldünk egy extra emlékeztetőt.
it: Alle 21:00, se la tua serie è a rischio, inviamo un promemoria extra.
lv: Plkst. 21.00, ja tava sērija ir apdraudēta, nosūtīsim vēl vienu atgādinājumu.
nb: Klokken 21.00 sender vi én ekstra påminnelse hvis rekken din står i fare.
nl: Om 21:00 sturen we één extra herinnering als je streak risico loopt.
pl: Jeśli Twoja passa jest zagrożona, o 21:00 wyślemy dodatkowe przypomnienie.
pt_br: Às 21h, se sua sequência estiver em risco, enviamos um lembrete extra.
ro: La 21:00, dacă seria ta e în pericol, trimitem un memento în plus.
sk: O 21:00 pošleme jednu pripomienku navyše, ak je tvoja séria v ohrození.
sl: Ob 21.00 pošljemo dodaten opomnik, če je tvoj niz ogrožen.
sv: Klockan 21 skickar vi en extra påminnelse om din svit riskerar att brytas.
uk: О 21:00, якщо серія під загрозою, ми надішлемо додаткове нагадування.

source: Attractive
cs: Atraktivní
da: Tiltrækkende
de: Attraktiv
es: Atractivo
et: Ahvatlev
fi: Houkutteleva
fr: Attractif
hr: Atraktivan
hu: Vonzó
it: Attraente
lv: Pievilcīgs
nb: Attraktivt
nl: Aantrekkelijk
pl: Atrakcyjny
pt_br: Atraente
ro: Atractiv
sk: Atraktívny
sl: Privlačna
sv: Attraktiv
uk: Приваблива

source: Automation
cs: Automatizace
da: Automatisering
es: Automatización
et: Automatiseerimine
fi: Automaatio
fr: Automatisation
hr: Automatizacija
hu: Automatizálás
it: Automazione
lv: Automatizācija
nb: Automatisering
nl: Automatisering
pl: Automatyzacja
pt_br: Automação
ro: Automatizare
sk: Automatizácia
sl: Avtomatizacija
sv: Automatisering
uk: Автоматизація

# Backfilling %@ %@.
source: Backfilling %1$@ %2$@.
cs: Zásyp %@%@.
da: Opfyldning %@%@.
de: %1$@ %2$@ nachtragen.
es: Relleno %@%@.
et: Tagasitäitmine %@%@.
fi: Täyttö %@%@.
fr: Remblayage %@%@.
hr: Zatrpavanje %@%@.
hu: %@ %@ kitöltése visszamenőleg.
it: Compilazione retroattiva di %1$@ %2$@.
lv: Aizpilda %@ %@.
nb: Tilbakefylling %@%@.
nl: %1$@ %2$@ terug invullen.
pl: Uzupełniam %@ %@.
pt_br: Preenchendo %@ %@.
ro: Se adaugă din urmă %1$@ %2$@.
sk: Dopĺňa sa %@ %@.
sl: Dodajanje %@ %@ za nazaj.
sv: Återfyllning %@%@.
uk: Заповнення %1$@ %2$@.

source: Backfilling %@ days.
cs: Doplňování %@ dnů.
da: Tilbagefyldning %@ dage.
de: %@ Tage nachtragen.
es: Relleno de %@ días.
et: Tagasitäitmine %@ päeva.
fi: Täyttö %@ päivää.
fr: Remblayage %@ jours.
hr: Zatrpavanje %@ dana.
hu: %@ nap kitöltése visszamenőleg.
it: Sto recuperando %@ giorni.
lv: Aizpilda %@ dienas.
nb: Etterfylling %@ dager.
nl: %@ dagen terug invullen.
pl: Uzupełnianie %@ dni.
pt_br: Preenchendo %@ dias.
ro: Se adaugă din urmă %@ zile.
sk: Dopĺňanie %@ dní.
sl: Dodajanje %@ preteklih dni.
sv: Återfyllning %@ dagar.
uk: Заповнення %@ днів.

source: Backfilling %@.
cs: Zásyp %@.
da: Opfyldning %@.
de: %@ nachtragen.
es: Relleno %@.
et: %@ tagasitäitmine.
fi: Täyttö %@.
fr: Remblayage %@.
hr: Zatrpavanje %@.
hu: %@ kitöltése visszamenőleg.
it: Riempimento %@.
lv: Aizpilda %@.
nb: Tilbakefylling %@.
nl: Opvulling %@.
pl: Zasypywanie %@.
pt_br: Preenchendo %@.
ro: Se adaugă din urmă %@.
sk: Dopĺňa sa %@.
sl: Zasipavanje %@.
sv: Återfyllning %@.
uk: Засипка %@.

source: Backfilling %lld days.
cs: Doplňování %lld dnů.
da: Tilbagefyldning %lld dage.
de: %lld Tage nachtragen.
es: Relleno de %lld días.
et: Tagasitäitmine %lld päeva.
fi: Täyttö %lld päivää.
fr: Remblayage %lld jours.
hr: Popunjavam %lld dana unatrag.
hu: %lld nap kitöltése visszamenőleg.
it: Compilazione retroattiva di %lld giorni.
lv: Aizpilda %lld dienas.
nb: Etterfylling %lld dager.
nl: %lld dagen terug invullen.
pl: Uzupełnianie %lld dni.
pt_br: Preenchendo %lld dias.
ro: Se adaugă din urmă %lld zile.
sk: Dopĺňanie %lld dní.
sl: Dodajanje %lld preteklih dni.
sv: Återfyllning %lld dagar.
uk: Заповнення %lld днів.

source: Backfilling %lld weeks.
cs: Doplňování %lld týdnů.
da: Opfyldning %lld uger.
de: %lld Wochen nachtragen.
es: Relleno de %lld semanas.
et: Tagasitäitmine %lld nädalat.
fi: Täyttö %lld viikkoa.
fr: Remblayage %lld semaines.
hr: Popunjavam %lld tjedana unatrag.
hu: %lld hét kitöltése visszamenőleg.
it: Compilazione retroattiva di %lld settimane.
lv: Aizpilda %lld nedēļas.
nb: Etterfylling %lld uker.
nl: %lld weken terug invullen.
pl: Uzupełnianie %lld tygodni.
pt_br: Preenchendo %lld semanas.
ro: Se adaugă din urmă %lld săptămâni.
sk: Dopĺňanie %lld týždňov.
sl: Dodajanje %lld preteklih tednov.
sv: Återfyllning %lld veckor.
uk: Заповнення %lld тижнів.

source: Beast mode
cs: Režim bestie
de: Biestmodus
es: modo bestia
et: Metsalise režiim
fi: Pedon tila
fr: Mode bête
hr: Način zvijeri
hu: Szörnyeteg mód
it: Modalità bestia
lv: Zvēra režīms
nb: Beist-modus
nl: Beest-modus
pl: Tryb bestii
pt_br: Modo máximo
ro: Modul bestie
sk: Režim šelmy
sl: Način zveri
sv: Beast-läge
uk: Режим звіра
